# Tap List
homebrew/core
homebrew/cask
caskroom/versions
heroku/brew

# Core Homebrew
brew 'adns'
brew 'asciiquarium'
brew 'autoconf'
brew 'bash'
brew 'boost'
brew 'cairo'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'dos2unix'
brew 'figlet'
brew 'fontconfig'
brew 'fontforge'
brew 'fortune'
brew 'freetype'
brew 'fribidi'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-lfs'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'googler'
brew 'graphite2'
brew 'harfbuzz'
brew 'heroku'
brew 'heroku-node'
brew 'highlight'
brew 'htop'
brew 'httpie'
brew 'icu4c'
brew 'isl'
brew 'jpeg'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libpng'
brew 'libspiro'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libuninameslist'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'lolcat'
brew 'lua'
brew 'lynx'
brew 'lzo'
brew 'mas'
brew 'mpfr'
brew 'ncurses'
brew 'netcat'
brew 'nettle'
brew 'nmap'
brew 'npth'
brew 'nvm'
brew 'openssl'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pandoc'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'pypy'
brew 'python'
brew 'python@2'
brew 'rbenv'
brew 'readline'
brew 'rename'
brew 'rtv'
brew 'ruby'
brew 'ruby-build'
brew 'sl'
brew 'sqlite'
brew 'stow'
brew 'tcl-tk'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unbound'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'zsh'

# Cask Apps
cask 'adobe-acrobat-reader'
cask 'bitwarden'
cask 'dozer'
cask 'fliqlo'
cask 'gpg-suite-no-mail'
cask 'iterm2-nightly'
cask 'mactex-no-gui'
cask 'macvim'
cask 'notion'
cask 'plex-media-server'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
cask 'visual-studio-code'
